Repository: cfviotti/nativeberries.content
Catalog: src/nativeberries/content/locales/*/LC_MESSAGES/nativeberries.content.po
Languages: pt_br

source: Product
pt_br: Produto

source: Recipe
pt_br: Receita

source: Product Name
pt_br: Nome do Produto

source: Add the name of the product.
pt_br: Informe o nome do produto.

source: Description
pt_br: Descrição

source: Product Image
pt_br: Imagem do Produto

source: Add the image that represents the product.
pt_br: Adicione uma imagem que representa o produto.

source: Ingredients
pt_br: Ingredientes

source: Add the recipe ingredients.
pt_br: Informe os ingredientes da receita.

source: Nutrition Facts
pt_br: Informações Nutricionais

source: Add the nutition facts of this product.
pt_br: Adicione as informações nutricionais do produto.

source: Available Sizes
pt_br: Tamanhos Disponíveis

source: Add the available sizes of this product.
pt_br: Selecione os tamanhos disponíveis deste produto.

source: Recipe Name
pt_br: Nome da Receita

source: Add the name of the recipe.
pt_br: Informe o nome da receita.

source: Made by
pt_br: Feita por

source: Who made the recipe.
pt_br: Quem criou a receita.

source: Preparation
pt_br: Preparação

source: Add the recipe preparation.
pt_br: Informe o modo de preparo da receita.

source: Recipe Image
pt_br: Imagem da Receita

source: Add the recipe image.
pt_br: Adicione a imagem de como ficará a receita.
